module.exports = [{
		sourceText: {
			default: 'Правый сектор',
			R: 'Правого сектора',
			D: 'Правому сектору',
			V: 'Правый сектор',
			T: 'Правым сектором',
			P: 'Правом секторе',


		},
		cat: 2,
		solve: false
	},
	{
		sourceText: {
			default: 'УНА-УНСО',
			a: 'Украинская национальная ассамблея — Украинская народная самооборона'

		},
		cat: 2,
		solve: false
	},
	{
		sourceText: {
			default: 'свидетели Иеговы',
			R: 'свидетелей Иеговы',
			D: 'свидетелям Иеговы',
			V: 'свидетелей Иеговы',
			T: 'свидетелями Иеговы',
			P: 'свидетелях Иеговы',


		},
		cat: 2,
		solve: false
	},
	{
		sourceText: {
			default: 'Артподготовка',
			R: 'Артподготовки',
			D: 'Артподготовке',
			V: 'Артподготовку',
			T: 'Артподготовкой',
			P: 'Артподготовке',


		},
		cat: 2,
		solve: false
	},


	{
		sourceText: {
			default: 'Фонд Правовая инициатива',
			R: 'Фонда Правовая инициатива',
			D: 'Фонду Правовая инициатива',
			V: 'Фонд Правовая инициатива',
			T: 'Фондом Правовая инициатива',
			P: 'Фонде Правовая инициатива',


		},
		cat: 3,
		solve: false
	},
	{
		sourceText: {
			default: 'ОУН-УПА',
			a: 'Украинская повстанческая армия',
			R: 'Украинской повстанческой армии',
			D: 'Украинской повстанческой армии',
			V: 'Украинскую повстанческую армию',
			T: 'Украинской повстанческой армией',
			P: 'Украинской повстанческой армии',

		},
		cat: 2,
		solve: false
	},

	{
		sourceText: {

			default: 'Исламское государство',
			R: 'Исламского государства',
			D: 'Исламскому государству',
			V: 'Исламское государство',
			T: 'Исламским государством',
			P: 'Исламском государстве',
			A: 'ИГИЛ',
			B: 'ИГ'


		},
		cat: 1,
		solve: false
	},
	{
		sourceText: {
			default: 'Братья-мусульмане',
			R: 'Братьев-мусульман',
			D: 'Братьям-мусульманам',
			V: 'Братьев-мусульман',
			T: 'Братьями-мусульманами',
			P: 'Братьях-мусульманах',
			misc: 'Аль-Ихван аль-Муслимун',
			A: 'Аль-Ихван аль-Муслимун'

		},
		cat: 1,
		solve: false
	},
	{
		sourceText: {
			default: 'Талибан',
			R: 'Талибана',
			D: 'Талибану',
			V: 'Талибан',
			T: 'Талибаном',
			P: 'Талибане',
			A: 'Движение Талибан'

		},
		cat: 1,
		solve: false
	},
	{
		sourceText: {
			default: 'Надежда Толоконникова',
			R: 'Надежды Толоконниковой',
			D: 'Надежде Толоконниковой',
			V: 'Надежду Толоконникову',
			T: 'Надеждой Толоконниковой',
			P: 'Надежде Толоконниковой',



		},
		cat: 3,
		solve: false
	},
	{
		sourceText: {
			default: 'Джебхат ан-Нусра',
			D: 'Джебхат ан-Нусры',
			R: 'Джебхат ан-Нусре',
			V: 'Джебхат ан-Нусру',
			T: 'Джебхат ан-Нусрой',
			P: 'Джебхат ан-Нусре',
			A: 'Фронт победы',
			B: 'Джабха аль-Нусра ли-Ахль аш-Шам',
			C: 'Фронт поддержки Великой Сирии',
			D: 'Фронта поддержки Великой Сирии',
			E: 'Фронту поддержки Великой Сирии',
			F: 'Фронтом поддержки Великой Сирии',
			G: 'Фронте поддержки Великой Сирии',
			H: 'Джебхат-ан-Нусра'

		},
		cat: 1,
		solve: false
	},
	{
		sourceText: {
			default: 'Хизб ут-Тахрир аль-Ислами',
			a: 'Хизб ут-Тахрир',
			m: 'Партия исламского освобождения',
			R: 'Партии исламского освобождения',
			D: 'Партии исламского освобождения',
			V: 'Партию исламского освобождения',
			T: 'Партией исламского освобождения',
			P: 'Партии исламского освобождения'
		},
		cat: 1,
		solve: false
	},
	{
		sourceText: {
			default: 'Имарат Кавказ',
			R: 'Имарат Кавказа',
			D: 'Имарат Кавказу',
			V: 'Имарата Кавказ',
			T: 'Имарат Кавказом',
			P: 'Имарат Кавказе',
			A: 'Кавказский Эмират',
			B: 'Эмирату Кавказ',

		},
		cat: 1,
		solve: false
	},
	{
		sourceText: {
			default: 'Джебхат Фатх аш-Шам',

		},
		cat: 1,
		solve: false
	},

	{
		sourceText: {
			default: 'Голос Америки',
			R: 'Голоса Америки',
			D: 'Голосу Америки',
			V: 'Голос Америки',
			T: 'Голосом Америки',
			P: 'Голосе Америки'

		},
		cat: 3,
		solve: false
	},
	{
		sourceText: {
			default: 'Национал-большевистская партия',
			R: 'Национал-большевистской партии',
			D: 'Национал-большевистской партии',
			V: 'Национал-большевистскую партию',
			T: 'Национал-большевистской партией',
			P: 'Национал-большевистской партии',
			misc: 'НБП'

		},
		cat: 2,
		solve: false
	},
	{
		sourceText: {
			default: 'ВЕК РА',
			R: 'Ведической Культуры Российских Ариев',

		},
		cat: 2,
		solve: false
	},
	{
		sourceText: {
			default: 'Нурджулар',
			R: 'Нурджулара',
			D: 'Нурджулару',
			T: 'Нурджуларом',
			P: 'Нурджуларе',


		},
		cat: 2,
		solve: false
	},
	{
		sourceText: {
			default: 'К Богодержавию',

		},
		cat: 2,
		solve: false
	},
	{
		sourceText: {
			default: 'Таблиги Джамаат',
			R: 'Таблиги Джамаата',
			D: 'Таблиги Джамаату',
			V: 'Таблиги Джамаатом',
			T: 'Таблиги Джамаате',

		},
		cat: 1,
		solve: false
	},

	{
		sourceText: {
			default: 'Русское национальное единство',
			R: 'Русского национального единства',
			D: 'Русскому национальному единству',
			V: 'Русским национальным единством',
			T: 'Русском национальном единстве',
			misc: 'РНЕ'

		},
		cat: 2,
		solve: false
	},
	{
		sourceText: {
			default: 'Джамаат мувахидов',

		},
		cat: 1,
		solve: false
	},

	{
		sourceText: {
			default: 'Объединенный Вилайат Кабарды, Балкарии и Карачая',
			R: 'Объединенного Вилайата Кабарды, Балкарии и Карачая',
			D: 'Объединенному Вилайату Кабарды, Балкарии и Карачая',
			V: 'Объединенным Вилайатом Кабарды, Балкарии и Карачая',
			T: 'Объединенном Вилайате Кабарды, Балкарии и Карачая',

		},
		cat: 1,
		solve: false
	},
	{
		sourceText: {
			default: 'Ат-Такфир Валь-Хиджра',

		},
		cat: 1,
		solve: false
	},

	{
		sourceText: {
			default: 'Национал-социалистическая рабочая партия России',
			R: 'Национал-социалистической рабочей партии России',
			D: 'Национал-социалистическую рабочую партию России',
			V: 'Национал-социалистической рабочей партией России',
			T: 'Национал-социалистической рабочей партии России',
			misc: 'НСРПР'

		},
		cat: 2,
		solve: false
	},

	{
		sourceText: {
			default: 'Пит Буль',
			R: 'Pit Bull',
		},
		cat: 2,
		solve: false
	},

	{
		sourceText: {
			default: 'Формат-18',
			R: 'Формата-18',
			D: 'Формату-18',
			V: 'Форматом-18',
			T: 'Формате-18',

		},
		cat: 2,
		solve: false
	},
	{
		sourceText: {
			default: 'Благородный Орден Дьявола',
			R: 'Благородного Ордена Дьявола',
			D: 'Благородному Ордену Дьявола',
			V: 'Благородным Орденом Дьявола',
			T: 'Благородном Ордене Дьявола',

		},
		cat: 2,
		solve: false
	},

	{
		sourceText: {
			default: 'Армия воли народа',
			R: 'Армии воли народа',
			D: 'Армию воли народа',
			V: 'Армией воли народа',
		},
		cat: 2,
		solve: false
	},
	{
		sourceText: {
			default: 'Национальная Социалистическая Инициатива города Череповца',

		},
		cat: 2,
		solve: false
	},


	{
		sourceText: {
			default: 'Духовно-Родовая Держава Русь',
			R: 'Духовно-Родовой Державы Русь',
			D: 'Духовно-Родовой Державе Русь',
			V: 'Духовно-Родовую Державу Русь',
			T: 'Духовно-Родовой Державой Русь',
			P: 'Духовно-Родовой Державе Русь',

		},
		cat: 2,
		solve: false
	},

	{
		sourceText: {
			default: 'Русский общенациональный союз',
			R: 'Русского общенационального союза',
			D: 'Русскому общенациональному союзу',
			V: 'Русским общенациональным союзом',
			T: 'Русском общенациональном союзе',


		},
		cat: 2,
		solve: false
	},
	{
		sourceText: {
			default: 'Движение против нелегальной иммиграции',
			R: 'Движения против нелегальной иммиграции',
			D: 'Движению против нелегальной иммиграции',
			V: 'Движением против нелегальной иммиграции',
			T: 'Движении против нелегальной иммиграции',

		},
		cat: 2,
		solve: false
	},
	{
		sourceText: {
			default: 'Кровь и Честь',

		},
		cat: 2,
		solve: false
	},
	{
		sourceText: {
			default: 'Северное Братство',
			R: 'Северного Братства',
			D: 'Северному Братству',
			V: 'Северным Братством',
			T: 'Северном Братстве',


		},
		cat: 2,
		solve: false
	},

	{
		sourceText: {
			default: 'Файзрахман',
			R: 'Файзрахмана',
			D: 'Файзрахману',
			V: 'Файзрахманом',
			T: 'Файзрахмане',

		},
		cat: 2,
		solve: false
	},

	{
		sourceText: {
			default: 'Мусульманская религиозная организация п. Боровский Тюменского района Тюменской области',
		},
		cat: 2,
		solve: false
	},

	{
		sourceText: {
			default: 'Клуб Болельщиков Футбольного Клуба «Динамо» Киров',
		},
		cat: 2,
		solve: false
	},

	{
		sourceText: {
			default: 'Община Коренного Русского народа Щелковского района Московской области',
			R: 'Общины Коренного Русского народа Щелковского района Московской области',
			D: 'Общине Коренного Русского народа Щелковского района Московской области',
			V: 'Общину Коренного Русского народа Щелковского района Московской области',
			T: 'Общиной Коренного Русского народа Щелковского района Московской области',
			P: 'Общине Коренного Русского народа Щелковского района Московской области',

		},
		cat: 2,
		solve: false
	},



	{
		sourceText: {
			default: 'Военно-патриотический клуб «Белый Крест»',
			A: 'Белый Крест',
			R: 'Белого Креста',
			D: 'Белому Кресту',
			V: 'Белым Крестом',
			T: 'Белом Кресте',


		},
		cat: 2,
		solve: false
	},

	{
		sourceText: {
			default: 'Misanthropic division',
			R: 'Мизантропик дивижн',
		},
		cat: 2,
		solve: false
	},

	{
		sourceText: {
			default: 'Религиозное объединение последователей инглиизма в Ставропольском крае',
			R: 'Религиозного объединения последователей инглиизма в Ставропольском крае',
			D: 'Религиозному объединению последователей инглиизма в Ставропольском крае',
			V: 'Религиозным объединением последователей инглиизма в Ставропольском крае',
			T: 'Религиозном объединении последователей инглиизма в Ставропольском крае',


		},
		cat: 2,
		solve: false
	},

	{
		sourceText: {
			default: 'Народная Социальная Инициатива',
			R: 'Народная Социалистическая Инициатива',
			D: 'Национальная Социальная Инициатива',
			V: 'Национальная Социалистическая Инициатива',

		},
		cat: 2,
		solve: false
	},

	{
		sourceText: {
			default: 'TulaSkins',

		},
		cat: 2,
		solve: false
	},


	{
		sourceText: {
			default: 'Этнополитическое объединение «Русские»',
			R: 'Этнополитического объединения «Русские»',
			D: 'Этнополитическому объединению «Русские»',
			V: 'Этнополитическим объединением «Русские»',
			T: 'об Этнополитическом объединении «Русские»',


		},
		cat: 2,
		solve: false
	},

	{
		sourceText: {
			default: 'Русское национальное объединение «Атака»',
			R: 'Русского национального объединения «Атака»',
			D: 'Русскому национальному объединению «Атака»',
			V: 'Русским национальным объединением «Атака»',
			T: 'Русском национальном объединении «Атака»',

		},
		cat: 2,
		solve: false
	},

	{
		sourceText: {
			default: 'Мечеть Мирмамеда',
			R: 'Мечети Мирмамеда',
			D: 'Мечети Мирмамеда',
			V: 'Мечетью Мирмамеда',
			T: 'Мечети Мирмамеда',


		},
		cat: 2,
		solve: false
	},

	{
		sourceText: {
			default: 'Меджлис крымскотатарского народа',
			R: 'Меджлиса крымскотатарского народа',
			D: 'Меджлису крымскотатарского народа',
			V: 'Меджлисом крымскотатарского народа',
			T: 'Меджлисе крымскотатарского народа',

		},
		cat: 2,
		solve: false
	},

	{
		sourceText: {
			default: 'Рубеж Севера',
			R: 'Рубежа Севера',
			D: 'Рубежу Севера',
			V: 'Рубежом Севера',
			T: 'Рубеже Севера',
		},
		cat: 2,
		solve: false
	},

	{
		sourceText: {
			default: 'T.O.Y.S',
			R: 'The Opposition Young Supporters',

		},
		cat: 2,
		solve: false
	},

	{
		sourceText: {
			default: 'Управленческий центр Свидетелей Иеговы в России',
			R: 'Управленческого центра Свидетелей Иеговы в России',
			D: 'Управленческому центру Свидетелей Иеговы в России',
			V: 'Управленческим центром Свидетелей Иеговы в России',
			T: 'Управленческом центре Свидетелей Иеговы в России',


		},
		cat: 2,
		solve: false
	},

	{
		sourceText: {
			default: 'Высший военный Маджлисуль Шура Объединенных сил моджахедов Кавказа',
			R: 'Высшего военного Маджлисуль Шура Объединенных сил моджахедов Кавказа',
			D: 'Высшему военному Маджлисуль Шура Объединенных сил моджахедов Кавказа',
			V: 'Высшим военным Маджлисуль Шура Объединенных сил моджахедов Кавказа',
			T: 'Высшем военном Маджлисуль Шура Объединенных сил моджахедов Кавказа',


		},
		cat: 2,
		solve: false
	},
	{
		sourceText: {
			default: 'Конгресс народов Ичкерии и Дагестана',
			R: 'Конгресса народов Ичкерии и Дагестана',
			D: 'Конгрессу народов Ичкерии и Дагестана',
			V: 'Конгрессом народов Ичкерии и Дагестана',
			T: 'Конгрессе народов Ичкерии и Дагестана',


		},
		cat: 2,
		solve: false
	},
	{
		sourceText: {
			default: 'Асбат аль-Ансар',


		},
		cat: 1,
		solve: false
	},
	{
		sourceText: {
			default: 'Египетский исламский джихад',
			R: 'Египетского исламского джихада',
			D: 'Египетскому исламскому джихаду',
			V: 'Египетским исламским джихадом',
			T: 'Египетском исламском джихаде',


		},
		cat: 1,
		solve: false
	},

	{
		sourceText: {
			default: 'Аль-Гамаа аль-Исламия',

		},
		cat: 1,
		solve: false
	},

	{
		sourceText: {
			default: 'Лашкар-И-Тайба',
		},
		cat: 1,
		solve: false
	},
	{
		sourceText: {
			default: 'Джамаат-и-Ислами',

		},
		cat: 2,
		solve: false
	},
	{
		sourceText: {
			default: 'Исламская партия Туркестана',
			R: 'Исламской партии Туркестана',
			D: 'Исламскую партию Туркестана',
			V: 'Исламской партией Туркестана',
			T: 'Исламской партии Туркестана',


		},
		cat: 1,
		solve: false
	},
	{
		sourceText: {
			default: 'Исламское движение Узбекистана',
			R: 'Исламского движения Узбекистана',
			D: 'Исламскому движению Узбекистана',
			V: 'Исламским движением Узбекистана',
			T: 'Исламском движении Узбекистана',

		},
		cat: 2,
		solve: false
	},
	{
		sourceText: {
			default: 'Джамият аль-Ислах аль-Иджтимаи',

		},
		cat: 1,
		solve: false
	},
	{
		sourceText: {
			default: 'Общество возрождения исламского наследия',
			R: 'Общества возрождения исламского наследия',
			D: 'Обществу возрождения исламского наследия',
			V: 'Обществом возрождения исламского наследия',
			T: 'Обществе возрождения исламского наследия',
			P: 'Джамият Ихья ат-Тураз аль-Ислами',

		},
		cat: 2,
		solve: false
	},

	{
		sourceText: {
			default: 'Дом двух святых',
			R: 'Дома двух святых',
			D: 'Дому двух святых',
			V: 'Домом двух святых',
			T: 'Доме двух святых',
			P: 'Аль-Харамейн',

		},
		cat: 1,
		solve: false
	},
	{
		sourceText: {
			default: 'Войско Великой Сирии',
			R: 'Войска Великой Сирии',
			D: 'Войску Великой Сирии',
			V: 'Войском Великой Сирии',
			T: 'Войске Великой Сирии',
			P: 'Джунд аш-Шам',

		},
		cat: 1,
		solve: false
	},
	{
		sourceText: {
			default: 'Исламский джихад – Джамаат моджахедов',
			R: 'Исламского джихада – Джамаата моджахедов',
			D: 'Исламскому джихаду – Джамаату моджахедов',
			V: 'Исламским джихадом – Джамаатом моджахедов',
			T: 'Исламском джихаде – Джамаате моджахедов',

		},
		cat: 1,
		solve: false
	},
	{
		sourceText: {
			default: 'Автономная боевая террористическая организация',
			R: 'Автономной боевой террористической организации',
			D: 'Автономную боевую террористическую организацию',
			V: 'Автономной боевой террористической организацией',
			T: 'Автономной боевой террористической организации',

		},
		cat: 1,
		solve: false
	},
	{
		sourceText: {
			default: 'Народное ополчение имени К. Минина и Д. Пожарского',
			R: 'Народного ополчения имени К. Минина и Д. Пожарского',
			D: 'Народному ополчению имени К. Минина и Д. Пожарского',
			V: 'Народным ополчением имени К. Минина и Д. Пожарского',
			T: 'Народном ополчении имени К. Минина и Д. Пожарского',

		},
		cat: 1,
		solve: false
	},

	{
		sourceText: {
			default: 'Аджр от Аллаха Субхану уа Тагьаля SHAM',
			R: 'Благословение от Аллаха милоственного и милосердного СИРИ'
		},
		cat: 1,
		solve: false
	},
	{
		sourceText: {
			default: 'Автономная боевая террористическая организация',
			R: 'Автономной боевой террористической организации',
			D: 'Автономную боевую террористическую организацию',
			V: 'Автономной боевой террористической организацией',
			T: 'Автономной боевой террористической организации',

		},
		cat: 1,
		solve: false
	},
	{
		sourceText: {
			default: 'АУМ Синрике',
			R: 'AumShinrikyo',
			D: 'AUM',
			V: 'Aleph',
		},
		cat: 1,
		solve: false
	},

	{
		sourceText: {
			default: 'Муджахеды джамаата Ат-Тавхида Валь-Джихад',
			R: 'Муджахедов джамаата Ат-Тавхида Валь-Джихад',
			D: 'Муджахедам джамаата Ат-Тавхида Валь-Джихад',
			V: 'Муджахедов джамаата Ат-Тавхида Валь-Джихад',
			A: 'Муджахедами джамаата Ат-Тавхида Валь-Джихад',
			B: 'Муджахедах джамаата Ат-Тавхида Валь-Джихад'

		},
		cat: 1,
		solve: false
	},

	{
		sourceText: {
			default: 'Аш-Шабаб',

		},
		cat: 1,
		solve: false
	},
	{
		sourceText: {
			default: 'Боко Харам',
			R: 'Боко Харама',
			D: 'Боко Хараму',
			V: 'Боко Харамом',
			A: 'Боко Хараме',

		},
		cat: 1,
		solve: false
	},
	{
		sourceText: {
			default: 'Домой в СССР',
			R: 'Союз славянских сил Руси',
			D: 'Союза славянских сил Руси',
			V: 'Союзу славянских сил Руси',
			A: 'Союзом славянских сил Руси',
			B: 'Союзе славянских сил Руси',
			C: 'Граждане СССР',
			D: 'Граждан СССР',
			E: 'Гражданам СССР',
			F: 'Гражданами СССР',
			G: 'Гражданах СССР'

		},
		cat: 1,
		solve: false
	},
	{
		sourceText: {
			default: 'АУЕ',

		},
		cat: 2,
		solve: false
	},

	{
		sourceText: {
			default: 'Idel.Реалии',

		},
		cat: 3,
		solve: false
	},

	{
		sourceText: {
			default: 'Кавказ.Реалии',
		},
		cat: 3,
		solve: false
	},

	{
		sourceText: {
			default: 'Телеканал Настоящее Время',
			R: 'Телеканала Настоящее Время',
			D: 'Телеканалу Настоящее Время',
			V: 'Телеканалом Настоящее Время',
			A: 'Телеканале Настоящее Время',

		},
		cat: 3,
		solve: false
	},

	{
		sourceText: {
			default: 'Татаро-башкирская служба Радио Свобода (Azatliq Radiosi)',
			R: 'Татаро-башкирской службы Радио Свобода (Azatliq Radiosi)',
			D: 'Татаро-башкирской службе Радио Свобода (Azatliq Radiosi)',
			V: 'Татаро-башкирскую службу Радио Свобода (Azatliq Radiosi)',
			A: 'Татаро-башкирской службой Радио Свобода (Azatliq Radiosi)',
			B: 'Татаро-башкирской службе Радио Свобода (Azatliq Radiosi)'

		},
		cat: 3,
		solve: false
	},
	{
		sourceText: {
			default: 'Сибирь.Реалии',

		},
		cat: 3,
		solve: false
	},
	{
		sourceText: {
			default: 'Фактограф',
			R: 'Фактографа',
			D: 'Фактографу',
			V: 'Фактографом',
			A: 'Фактографе',

		},
		cat: 3,
		solve: false
	},
	{
		sourceText: {
			default: 'Север.Реалии',

		},
		cat: 3,
		solve: false
	},

	{
		sourceText: {
			default: 'Общество с ограниченной ответственностью Радио Свободная Европа/Радио Свобода',
			R: 'Общества с ограниченной ответственностью Радио Свободная Европа/Радио Свобода',
			D: 'Обществу с ограниченной ответственностью Радио Свободная Европа/Радио Свобода',
			V: 'Обществе с ограниченной ответственностью Радио Свободная Европа/Радио Свобода',
			A: 'Радио Свобода',
			B: 'Радио Свободы',
			C: 'Радио Свободой',
			D: 'Радио Свободе',


		},
		cat: 3,
		solve: false
	},
	{
		sourceText: {
			default: 'MEDIUM-ORIENT',

		},
		cat: 3,
		solve: false
	},
	{
		sourceText: {
			default: 'НАСИЛИЮ.НЕТ',

		},
		cat: 3,
		solve: false
	},
	{
		sourceText: {
			default: 'Мы против СПИДа',

		},
		cat: 3,
		solve: false
	},
	{
		sourceText: {
			default: 'Благотворительный Фонд СВЕЧА',
			R: 'Благотворительного Фонда СВЕЧА',
			D: 'Благотворительному Фонду СВЕЧА',
			V: 'Благотворительным Фондом СВЕЧА',
			A: 'Благотворительном Фонде СВЕЧА',


		},
		cat: 3,
		solve: false
	},
	{
		sourceText: {
			default: 'Фонд защиты прав граждан',
			R: 'Фонда защиты прав граждан',
			D: 'Фонду защиты прав граждан',
			V: 'Фондом защиты прав граждан',
			T: 'Фонде защиты прав граждан',

		},
		cat: 3,
		solve: false
	},

	{
		sourceText: {
			default: 'Автономная некоммерческая организация социально-правовых услуг Акцент',
			R: 'Автономной некоммерческой организации социально-правовых услуг Акцент',
			D: 'Автономной некоммерческой организации социально-правовых услуг Акцент',
			V: 'Автономную некоммерческую организацию социально-правовых услуг Акцент',
			T: 'Автономной некоммерческой организации социально-правовых услуг Акцент',

		},
		cat: 3,
		solve: false
	},
	{
		sourceText: {
			default: 'Открытый Петербург',
			R: 'Открытого Петербурга',
			D: 'Открытому Петербургу',
			V: 'Открытым Петербургом',
			T: 'Открытом Петербурге',

		},
		cat: 3,
		solve: false
	},
	{
		sourceText: {
			default: 'Феникс ПЛЮС',
			R: 'Феникса ПЛЮС',
			D: 'Фениксу ПЛЮС',
			V: 'Фениксом ПЛЮС',
			T: 'Фениксе ПЛЮС',

		},
		cat: 3,
		solve: false
	}, {
		sourceText: {
			default: 'Фонд Гуманитарное действие',
			R: 'Фонда Гуманитарное действие',
			D: 'Фонду Гуманитарное действие',
			V: 'Фондом Гуманитарное действие',
			T: 'Фонде Гуманитарное действие',


		},
		cat: 3,
		solve: false
	},
	{
		sourceText: {
			default: 'Лига Избирателей',
			R: 'Лиги Избирателей',
			D: 'Лиге Избирателей',
			V: 'Лигой Избирателей',


		},
		cat: 3,
		solve: false
	},
	{
		sourceText: {
			default: 'Общественный фонд социального развития Генезис',
		},
		cat: 3,
		solve: false
	},
	{
		sourceText: {
			default: 'Гражданская инициатива против экологической преступности',
			R: 'Гражданской инициативы против экологической преступности',
			D: 'Гражданской инициативе против экологической преступности',
			V: 'Гражданскую инициативу против экологической преступности',
			T: 'Гражданской инициативой против экологической преступности',
			P: 'Гражданской инициативе против экологической преступности',

		},
		cat: 3,
		solve: false
	}, {
		sourceText: {
			default: 'Фонд борьбы с коррупцией',
			R: 'Фонда борьбы с коррупцией',
			D: 'Фонду борьбы с коррупцией',
			V: 'Фондом борьбы с коррупцией',
			T: 'Фонде борьбы с коррупцией',
			A: 'ФБК',

		},
		cat: 2,
		solve: false
	},
	{
		sourceText: {
			default: 'фонд "Гражданский Союз"',
			R: 'фонда "Гражданский Союз"',
			D: 'фонду "Гражданский Союз"',
			V: 'фондом "Гражданский Союз"',
			T: 'фонде "Гражданский Союз"',


		},
		cat: 3,
		solve: false
	},
	{
		sourceText: {
			default: 'Саратовский областной еврейский благотворительный Центр Хасдей Ерушалаим',
			R: 'Саратовского областного еврейского благотворительного Центра Хасдей Ерушалаим',
			D: 'Саратовскому областному еврейскому благотворительному Центру Хасдей Ерушалаим',
			V: 'Саратовским областным еврейским благотворительным Центром Хасдей Ерушалаим',
			T: 'Саратовском областном еврейском благотворительном Центре Хасдей Ерушалаим',


		},
		cat: 3,
		solve: false
	}, {
		sourceText: {
			default: 'Центр поддержки и содействия развитию средств массовой информации',
			R: 'Центра поддержки и содействия развитию средств массовой информации',
			D: 'Центру поддержки и содействия развитию средств массовой информации',
			V: 'Центром поддержки и содействия развитию средств массовой информации',
			T: 'Центре поддержки и содействия развитию средств массовой информации',


		},
		cat: 3,
		solve: false
	}, {
		sourceText: {
			default: 'Центр социально-информационных инициатив Действие',
			R: 'Центра социально-информационных инициатив Действие',
			D: 'Центру социально-информационных инициатив Действие',
			V: 'Центром социально-информационных инициатив Действие',
			T: 'Центре социально-информационных инициатив Действие',


		},
		cat: 3,
		solve: false
	},
	{
		sourceText: {
			default: 'Челябинское региональное диабетическое общественное движение ВМЕСТЕ',
			R: 'Челябинского регионального диабетического общественного движения ВМЕСТЕ',
			D: 'Челябинскому региональному диабетическому общественному движению ВМЕСТЕ',
			V: 'Челябинским региональным диабетическим общественным движением ВМЕСТЕ',
			T: 'Челябинском региональном диабетическом общественном движении ВМЕСТЕ',


		},
		cat: 3,
		solve: false
	}, {
		sourceText: {
			default: 'Благотворительный фонд охраны здоровья и защиты прав граждан',
			R: 'Благотворительного фонда охраны здоровья и защиты прав граждан',
			D: 'Благотворительному фонду охраны здоровья и защиты прав граждан',
			V: 'Благотворительным фондом охраны здоровья и защиты прав граждан',
			T: 'Благотворительном фонде охраны здоровья и защиты прав граждан',


		},
		cat: 3,
		solve: false
	},
	{
		sourceText: {
			default: 'Благотворительный фонд помощи осужденным и их семьям',
			R: 'Благотворительного фонда помощи осужденным и их семьям',
			D: 'Благотворительному фонду помощи осужденным и их семьям',
			V: 'Благотворительным фондом помощи осужденным и их семьям',
			T: 'Благотворительном фонде помощи осужденным и их семьям',


		},
		cat: 3,
		solve: false
	},
	{
		sourceText: {
			default: 'Институт глобализации и социальных движений',
			R: 'Института глобализации и социальных движений',
			D: 'Институту глобализации и социальных движений',
			V: 'Институтом глобализации и социальных движений',
			T: 'Институте глобализации и социальных движений',


		},
		cat: 3,
		solve: false
	},

	{
		sourceText: {
			default: 'Городской благотворительный фонд Фонд Тольятти',
			R: 'Городского благотворительного фонда Фонд Тольятти',
			D: 'Городскому благотворительному фонду Фонд Тольятти',
			V: 'Городским благотворительным фондом Фонд Тольятти',
			T: 'Городском благотворительном фонде Фонд Тольятти',


		},
		cat: 3,
		solve: false
	},

	{
		sourceText: {
			default: 'фонд социальных проектов Новое время',
			R: 'фонда социальных проектов Новое время',
			D: 'фонду социальных проектов Новое время',
			V: 'фондом социальных проектов Новое время',
			T: 'фонде социальных проектов Новое время',


		},
		cat: 3,
		solve: false
	},
	{
		sourceText: {
			default: 'Фонд содействия устойчивому развитию Серебряная тайга',
			R: 'Фонда содействия устойчивому развитию Серебряная тайга',
			D: 'Фонду содействия устойчивому развитию Серебряная тайга',
			V: 'Фондом содействия устойчивому развитию Серебряная тайга',
			T: 'Фонде содействия устойчивому развитию Серебряная тайга',


		},
		cat: 3,
		solve: false
	}, {
		sourceText: {
			default: 'Фонд содействия развитию массовых коммуникаций и правовому просвещению Так-Так-Так',
			R: 'Фонда содействия развитию массовых коммуникаций и правовому просвещению Так-Так-Так',
			D: 'Фонду содействия развитию массовых коммуникаций и правовому просвещению Так-Так-Так',
			V: 'Фондом содействия развитию массовых коммуникаций и правовому просвещению Так-Так-Так',
			T: 'Фонде содействия развитию массовых коммуникаций и правовому просвещению Так-Так-Так',


		},
		cat: 3,
		solve: false
	},
	{
		sourceText: {
			default: 'Информационно-аналитический центр Сова',
			R: 'Информационно-аналитического центра Сова',
			D: 'Информационно-аналитическому центру Сова',
			V: 'Информационно-аналитическим центром Сова',
			T: 'Информационно-аналитическом центре Сова',


		},
		cat: 3,
		solve: false
	},
	{
		sourceText: {
			default: 'Информационно-методический центр Анна',
			R: 'Информационно-методического центра Анна',
			D: 'Информационно-методическому центру Анна',
			V: 'Информационно-методическим центром Анна',
			T: 'Информационно-методическом центре Анна',


		},
		cat: 3,
		solve: false
	},
	{
		sourceText: {
			default: 'Проект Апрель',
			R: 'Проекта Апрель',
			D: 'Проекту Апрель',
			V: 'Проектом Апрель',
			T: 'Проекте Апрель',


		},
		cat: 3,
		solve: false
	}, {
		sourceText: {
			default: 'Региональный благотворительный фонд Самарская губерния',
			R: 'Регионального благотворительного фонда Самарская губерния',
			D: 'Региональному благотворительному фонду Самарская губерния',
			V: 'Региональным благотворительным фондом Самарская губерния',
			T: 'Региональном благотворительном фонде Самарская губерния',


		},
		cat: 3,
		solve: false
	},
	{
		sourceText: {
			default: 'Свердловский областной общественный фонд Эра здоровья',
			R: 'Свердловского областного общественного фонда Эра здоровья',
			D: 'Свердловскому областному общественному фонду Эра здоровья',
			V: 'Свердловским областным общественным фондом Эра здоровья',
			T: 'Свердловском областном общественном фонде Эра здоровья',


		},
		cat: 3,
		solve: false
	},
	{
		sourceText: {
			default: 'Мемориал',
			R: 'Мемориала',
			D: 'Мемориалу',
			V: 'Мемориалом',
			T: 'Мемориале',


		},
		cat: 3,
		solve: false
	}, {
		sourceText: {
			default: 'Аналитический Центр Юрия Левады',
			R: 'Левада-центра',
			D: 'Левада-центру',
			V: 'Левада-центр',
			T: 'Левада-центром',
			A: 'Левада-центре'


		},
		cat: 3,
		solve: false
	},

	{
		sourceText: {
			default: 'Издательство Парк Гагарина',
			R: 'Издательства Парк Гагарина',
			D: 'Издательству Парк Гагарина',
			V: 'Издательством Парк Гагарина',
			T: 'Издательстве Парк Гагарина',



		},
		cat: 3,
		solve: false
	},

	{
		sourceText: {
			default: 'Фонд имени Андрея Рылькова',
			R: 'Фонда имени Андрея Рылькова',
			D: 'Фонду имени Андрея Рылькова',
			V: 'Фондом имени Андрея Рылькова',
			T: 'Фонде имени Андрея Рылькова',



		},
		cat: 3,
		solve: false
	},
	{
		sourceText: {
			default: 'Фонд имени Андрея Рылькова',
			R: 'Фонда имени Андрея Рылькова',
			D: 'Фонду имени Андрея Рылькова',
			V: 'Фондом имени Андрея Рылькова',
			T: 'Фонде имени Андрея Рылькова',



		},
		cat: 3,
		solve: false
	},
	{
		sourceText: {
			default: 'Благотворительный фонд социально-правовой помощи Сфера',
			R: 'Благотворительного фонда социально-правовой помощи Сфера',
			D: 'Благотворительному фонду социально-правовой помощи Сфера',
			V: 'Благотворительный фонд социально-правовой помощи Сфера',
			T: 'Благотворительным фондом социально-правовой помощи Сфера',
			A: 'Благотворительном фонде социально-правовой помощи Сфера'


		},
		cat: 3,
		solve: false
	},
	{
		sourceText: {
			default: 'Центр охраны здоровья и социальной защиты СИБАЛЬТ',
			R: 'Центра охраны здоровья и социальной защиты СИБАЛЬТ',
			D: 'Центру охраны здоровья и социальной защиты СИБАЛЬТ',
			V: 'Центром охраны здоровья и социальной защиты СИБАЛЬТ',
			T: 'Центре охраны здоровья и социальной защиты СИБАЛЬТ',


		},
		cat: 3,
		solve: false
	},
	{
		sourceText: {
			default: 'Уральская правозащитная группа',
			R: 'Уральской правозащитной группы',
			D: 'Уральской правозащитной группе',
			V: 'Уральскую правозащитную группу',
			T: 'Уральской правозащитной группой',
			A: 'Уральской правозащитной группе'

		},
		cat: 3,
		solve: false
	},
	{
		sourceText: {
			default: 'объединение Женщины Евразии',
			R: 'объединения Женщины Евразии',
			D: 'объединению Женщины Евразии',
			V: 'объединением Женщины Евразии',
			T: 'объединении Женщины Евразии',


		},
		cat: 3,
		solve: false
	},
	{
		sourceText: {
			default: 'Екатеринбургское общество МЕМОРИАЛ',
			R: 'Екатеринбургского общества МЕМОРИАЛ',
			D: 'Екатеринбургскому обществу МЕМОРИАЛ',
			V: 'Екатеринбургским обществом МЕМОРИАЛ',
			T: 'Екатеринбургском обществе МЕМОРИАЛ',


		},
		cat: 3,
		solve: false
	},
	{
		sourceText: {
			default: 'Институт прав человека',
			R: 'Института прав человека',
			D: 'Институту прав человека',
			V: 'Институтом прав человека',
			T: 'Институте прав человека',


		},
		cat: 3,
		solve: false
	}, {
		sourceText: {
			default: 'Фонд защиты гласности',
			R: 'Фонда защиты гласности',
			D: 'Фонду защиты гласности',
			V: 'Фондом защиты гласности',
			T: 'Фонде защиты гласности',

		},
		cat: 3,
		solve: false
	},

	{
		sourceText: {
			default: 'научно-информационный центр МЕМОРИАЛ',
			R: 'научно-информационного центра МЕМОРИАЛ',
			D: 'научно-информационному центру МЕМОРИАЛ',
			V: 'научно-информационным центром МЕМОРИАЛ',
			T: 'научно-информационном центре МЕМОРИАЛ',

		},
		cat: 3,
		solve: false
	},
	{
		sourceText: {
			default: 'Российский исследовательский центр по правам человека',
			R: 'Российского исследовательского центра по правам человека',
			D: 'Российскому исследовательскому центру по правам человека',
			V: 'Российским исследовательским центром по правам человека',
			T: 'Российском исследовательском центре по правам человека',

		},
		cat: 3,
		solve: false
	},
	{
		sourceText: {
			default: 'Дальневосточный центр развития гражданских инициатив и социального партнерства',
			R: 'Дальневосточного центра развития гражданских инициатив и социального партнерства',
			D: 'Дальневосточному центру развития гражданских инициатив и социального партнерства',
			V: 'Дальневосточным центром развития гражданских инициатив и социального партнерства',
			T: 'Дальневосточном центре развития гражданских инициатив и социального партнерства',

		},
		cat: 3,
		solve: false
	}, {
		sourceText: {
			default: 'Пермский региональный правозащитный центр',
			R: 'Пермского регионального правозащитного центра',
			D: 'Пермскому региональному правозащитному центру',
			V: 'Пермским региональным правозащитным центром',
			T: 'Пермском региональном правозащитном центре',

		},
		cat: 3,
		solve: false
	}, {
		sourceText: {
			default: 'Фонд Гражданское действие',
			R: 'Фонда Гражданское действие',
			D: 'Фонду Гражданское действие',
			V: 'Фондом Гражданское действие',
			T: 'Фонде Гражданское действие',

		},
		cat: 3,
		solve: false
	},
	{
		sourceText: {
			default: 'ГОЛОС-Урал',

		},
		cat: 3,
		solve: false
	}, {
		sourceText: {
			default: 'Центр независимых социологических исследований',
			R: 'Центра независимых социологических исследований',
			D: 'Центру независимых социологических исследований',
			V: 'Центром независимых социологических исследований',
			T: 'Центре независимых социологических исследований',

		},
		cat: 3,
		solve: false
	},
	{
		sourceText: {
			default: 'Академия по правам человека',
			R: 'Академии по правам человека',
			D: 'Академию по правам человека',
			V: 'Академией по правам человека',
			T: 'Академии по правам человека',

		},
		cat: 3,
		solve: false
	},
	{
		sourceText: {
			default: 'Сутяжник',

		},
		cat: 3,
		solve: false
	},
	{
		sourceText: {
			default: 'Центр развития некоммерческих организаций',
			R: 'Центра развития некоммерческих организаций',
			D: 'Центру развития некоммерческих организаций',
			V: 'Центром развития некоммерческих организаций',
			T: 'Центре развития некоммерческих организаций',

		},
		cat: 3,
		solve: false
	},
	{
		sourceText: {
			default: 'Бюро Совета Министров Северных Стран',

		},
		cat: 3,
		solve: false
	},
	{
		sourceText: {
			default: 'Гражданское содействие',
			R: 'Гражданского содействия',
			D: 'Гражданскому содействию',
			V: 'Гражданским содействием',
			T: 'Гражданском содействии',

		},
		cat: 3,
		solve: false
	},
	{
		sourceText: {
			default: 'Трансперенси Интернешнл-Р',


		},
		cat: 3,
		solve: false
	},
	{
		sourceText: {
			default: 'Центр Защиты Прав Средств Массовой Информации',
			R: 'Центра Защиты Прав Средств Массовой Информации',
			D: 'Центру Защиты Прав Средств Массовой Информации',
			V: 'Центром Защиты Прав Средств Массовой Информации	',
			T: 'Центре Защиты Прав Средств Массовой Информации',

		},
		cat: 3,
		solve: false
	},
	{
		sourceText: {
			default: 'Институт развития прессы - Сибирь',
			R: 'Института развития прессы - Сибирь',
			D: 'Институту развития прессы - Сибирь',
			V: 'Институтом развития прессы - Сибирь',
			T: 'Институте развития прессы - Сибирь',

		},
		cat: 3,
		solve: false
	},
	{
		sourceText: {
			default: 'Институт развития прессы - Сибирь',
			R: 'Института развития прессы - Сибирь',
			D: 'Институту развития прессы - Сибирь',
			V: 'Институтом развития прессы - Сибирь',
			T: 'Институте развития прессы - Сибирь',

		},
		cat: 3,
		solve: false
	},
	{
		sourceText: {
			default: 'Фонд поддержки свободы прессы',
			R: 'Фонда поддержки свободы прессы',
			D: 'Фонду поддержки свободы прессы',
			V: 'Фондом поддержки свободы прессы',
			T: 'Фонде поддержки свободы прессы',

		},
		cat: 3,
		solve: false
	},
	{
		sourceText: {
			default: 'Человек и Закон',
		},
		cat: 3,
		solve: false
	}, {
		sourceText: {
			default: 'Общественная комиссия по сохранению наследия академика Сахарова',
			R: 'Общественной комиссии по сохранению наследия академика Сахарова',
			D: 'Общественной комиссии по сохранению наследия академика Сахарова',
			V: 'Общественную комиссию по сохранению наследия академика Сахарова',
			T: 'Общественной комиссией по сохранению наследия академика Сахарова',
			A: 'Общественной комиссии по сохранению наследия академика Сахарова',
			B: 'Сахаровский центр',
			C: 'Сахаровского центра',
			D: 'Сахаровскому центру',
			E: 'Сахаровским центром',
			F: 'Сахаровском центре'

		},
		cat: 3,
		solve: false
	},
	{
		sourceText: {
			default: 'Московская школа гражданского просвещения',
			R: 'Московской школы гражданского просвещения',
			D: 'Московской школе гражданского просвещения',
			V: 'Московскую школу гражданского просвещения',
			T: 'Московской школой гражданского просвещения',
			A: 'Московской школе гражданского просвещения',


		},
		cat: 3,
		solve: false
	}, {
		sourceText: {
			default: 'Мемо.ру',
			R: 'Информационное агентство МЕМО.РУ',
			D: 'Информационного агентства МЕМО.РУ',
			V: 'Информационному агентству МЕМО.РУ',
			T: 'Информационным агентством МЕМО.РУ',
			A: 'Информационном агентстве МЕМО.РУ',

		},
		cat: 3,
		solve: false
	},
	{
		sourceText: {

			R: 'Институт Развития Свободы Информации',
			D: 'Института Развития Свободы Информации',
			V: 'Институту Развития Свободы Информации',
			T: 'Институтом Развития Свободы Информации',
			A: 'Институте Развития Свободы Информации',

		},
		cat: 3,
		solve: false
	}, {
		sourceText: {

			R: 'Институт региональной прессы',
			D: 'Института региональной прессы',
			V: 'Институту региональной прессы',
			T: 'Институтом региональной прессы',
			A: 'Институте региональной прессы',

		},
		cat: 3,
		solve: false
	}, {
		sourceText: {

			R: 'Общественный вердикт',
			D: 'Общественного вердикта',
			V: 'Общественному вердикту',
			T: 'Общественным вердиктом',
			A: 'Общественном вердикте',

		},
		cat: 3,
		solve: false
	}, {
		sourceText: {

			R: 'Общественный вердикт',
			D: 'Общественного вердикта',
			V: 'Общественному вердикту',
			T: 'Общественным вердиктом',
			A: 'Общественном вердикте',

		},
		cat: 3,
		solve: false
	}, {
		sourceText: {
			default: 'Евразийская антимонопольная ассоциация',
			R: 'Евразийской антимонопольной ассоциации',
			D: 'Евразийскую антимонопольную ассоциацию',
			V: 'Евразийской антимонопольной ассоциацией',
			T: 'Евразийской антимонопольной ассоциации',



		},
		cat: 3,
		solve: false
	}, {
		sourceText: {
			default: 'Фонд поддержки свободы прессы',
			R: 'Фонда поддержки свободы прессы',
			D: 'Фонду поддержки свободы прессы',
			V: 'Фондом поддержки свободы прессы',
			T: 'Фонде поддержки свободы прессы',

		},
		cat: 3,
		solve: false
	}, {
		sourceText: {
			default: 'Meduza',

		},
		cat: 3,
		solve: false
	},
	{
		sourceText: {
			default: 'Штабы Навального',
			R: 'Штабов Навального',
			D: 'Штабам Навального',
			V: 'Штабами Навального',
			T: 'Штабах Навального',
			A: 'Штабы Алексея Навального',
			B: 'Штабов Алексея Навального',
			C: 'Штабам Алексея Навального',
			D: 'Штабами Алексея Навального',
			E: 'Штабах Алексея Навального'

		},
		cat: 2,
		solve: false
	},

	{
		sourceText: {
			default: 'Аль-Каида',
			R: 'Аль-Каиды',
			D: 'Аль-Каиде',
			V: 'Аль-Каиду',
			T: 'Аль-Каидой',
			P: 'Аль-Каиде',

		},
		cat: 1,
		solve: false
	}, {
		sourceText: {
			default: 'Лев Пономарев',
			R: 'Льва Пономарева',
			D: 'Льву Пономареву',
			V: 'Льва Пономарева',
			T: 'Львом Пономаревым',
			P: 'Льве Пономареве',

		},
		cat: 3,
		solve: false
	}, {
		sourceText: {
			default: 'Первое антикоррупционное СМИ',
			R: 'Первого антикоррупционного СМИ',
			D: 'Первому антикоррупционному СМИ',
			V: 'Первым антикоррупционным СМИ',
			T: 'Первом антикоррупционном СМИ',


		},
		cat: 3,
		solve: false
	}, {
		sourceText: {
			default: 'Лев Пономарев',
			R: 'Льва Пономарева',
			D: 'Льву Пономареву',
			V: 'Льва Пономарева',
			T: 'Львом Пономаревым',
			P: 'Льве Пономареве',

		},
		cat: 3,
		solve: false
	},

	{
		sourceText: {
			default: 'VTimes',
			R: 'vtimes.io',
			D: 'Vtimes.io'

		},
		cat: 3,
		solve: false
	}, {
		sourceText: {
			default: 'Альянс врачей',
			R: 'Альянса врачей',
			D: 'Альянсу врачей',
			V: 'Альянсом врачей',
			T: 'Альянсе врачей',

		},
		cat: 3,
		solve: false
	},
	{
		sourceText: {
			default: 'Альянс врачей',
			R: 'Альянса врачей',
			D: 'Альянсу врачей',
			V: 'Альянсом врачей',
			T: 'Альянсе врачей',

		},
		cat: 3,
		solve: false
	},
	{
		sourceText: {
			default: 'Институт глобализации и социальных движений',
			R: 'Института глобализации и социальных движений',
			D: 'Институту глобализации и социальных движений',
			V: 'Институтом глобализации и социальных движений',
			T: 'Институте глобализации и социальных движений',

		},
		cat: 3,
		solve: false
	},

	{
		sourceText: {
			default: 'Дарья Апахончич',
			R: 'Дарьи Апахончич',
			D: 'Дарье Апахончич',
			V: 'Дарью Апахончич',
			T: 'Дарьей Апахончич',
			A: 'Дарье Апахончич'

		},
		cat: 3,
		solve: false
	}, {
		sourceText: {
			default: 'Крым.Реалии',

		},
		cat: 3,
		solve: false
	},

	{
		sourceText: {
			default: 'Настоящее время',

		},
		cat: 3,
		solve: false
	}, {
		sourceText: {
			default: 'Meduza',

		},
		cat: 3,
		solve: false
	}, {
		sourceText: {
			default: 'Людмила Савицкая',
			R: 'Людмилы Савицкой',
			D: 'Людмиле Савицкой',
			V: 'Людмилу Савицкую',
			T: 'Людмилой Савицкой',
			A: 'Людмиле Савицкой'

		},
		cat: 3,
		solve: false
	}, {
		sourceText: {
			default: 'Денис Камалягин',
			R: 'Дениса Камалягина',
			D: 'Денису Камалягину',
			V: 'Дениса Камалягина',
			T: 'Денисом Камалягиным',
			A: 'Денисе Камалягине'

		},
		cat: 3,
		solve: false
	}, {
		sourceText: {
			default: 'Bard College',
			R: 'Бард-колледж',
			D: 'Бард-колледжа',
			V: 'Бард-колледжу',
			T: 'Бард-колледжа',
			A: 'Бард-колледжем',
			B: 'Бард-колледже'

		},
		cat: 3,
		solve: false
	}, {
		sourceText: {
			default: 'Хайят Тахрир аш-Шам',

		},
		cat: 1,
		solve: false
	}, {
		sourceText: {
			default: 'Проект.Медиа',

		},
		cat: 3,
		solve: false
	},
	{
		sourceText: {
			default: 'Роман Баданин',
			R: 'Романа Баданина',
			D: 'Роману Баданину',
			V: 'Романа Баданина',
			T: 'Романом Баданиным',
			A: 'Романе Баданине'

		},
		cat: 3,
		solve: false
	}, {
		sourceText: {
			default: 'Максим Гликин',
			R: 'Максима Гликина',
			D: 'Максиму Гликину',
			V: 'Максима Гликина',
			T: 'Максимом Гликиным',
			A: 'Максиме Гликине'

		},
		cat: 3,
		solve: false
	}, {
		sourceText: {
			default: 'Петр Маняхин',
			R: 'Петра Маняхина',
			D: 'Петру Маняхину',
			V: 'Петром Маняхиным',
			T: 'Петре Маняхине',


		},
		cat: 3,
		solve: false
	}, {
		sourceText: {
			default: 'Юлия Ярош',
			R: 'Юлии Ярош',
			D: 'Юлию Ярош',
			V: 'Юлией Ярош'

		},
		cat: 3,
		solve: false
	},
	{
		sourceText: {
			default: 'Максим Гликин',
			R: 'Максима Гликина',
			D: 'Максиму Гликину',
			V: 'Максима Гликина',
			T: 'Максимом Гликиным',
			A: 'Максиме Гликине'

		},
		cat: 3,
		solve: false
	}, {
		sourceText: {
			default: 'Юлия Лукьянова',
			R: 'Юлии Лукьяновой',
			D: 'Юлии Лукьяновой',
			V: 'Юлию Лукьянову',
			T: 'Юлией Лукьяновой',
			A: 'Юлии Лукьяновой'

		},
		cat: 3,
		solve: false
	}, {
		sourceText: {
			default: 'Елизавета Маетная',
			R: 'Елизаветы Маетной',
			D: 'Елизавете Маетной',
			V: 'Елизавету Маетную',
			T: 'Елизаветой Маетной',
			A: 'Елизавете Маетной'

		},
		cat: 3,
		solve: false
	}, {
		sourceText: {
			default: 'Институт права и публичной политики',
			R: 'Института права и публичной политики',
			D: 'Институту права и публичной политики',
			V: 'Институтом права и публичной политики',
			T: 'Институте права и публичной политики',


		},
		cat: 3,
		solve: false
	}, {
		sourceText: {
			default: 'The Insider',

		},
		cat: 3,
		solve: false
	},
	{
		sourceText: {
			default: 'Софья Гройсман',
			R: 'Софьи Гройсман',
			D: 'Софье Гройсман',
			V: 'Софью Гройсман',
			T: 'Софьей Гройсман',
			A: 'Софье Гройсман'

		},
		cat: 3,
		solve: false
	}, {
		sourceText: {
			default: 'Михаил Рубин',
			R: 'Михаила Рубина',
			D: 'Михаилу Рубину',
			V: 'Михаила Рубина',
			T: 'Михаилом Рубиным',
			A: 'Михаиле Рубине'

		},
		cat: 3,
		solve: false
	}, {
		sourceText: {
			default: 'Илья Рождественский',
			R: 'Ильи Рождественского',
			D: 'Илье Рождественскому',
			V: 'Илью Рождественского',
			T: 'Ильей Рождественским',
			A: 'Илье Рождественском'

		},
		cat: 3,
		solve: false
	}, {
		sourceText: {
			default: 'Юлия Апухтина',
			R: 'Юлии Апухтиной',
			D: 'Юлии Апухтиной',
			V: 'Юлию Апухтину',
			T: 'Юлией Апухтиной',
			A: 'Юлии Апухтиной'

		},
		cat: 3,
		solve: false
	}, {
		sourceText: {
			default: 'Телеканал Дождь',
			R: 'Телеканала Дождь',
			D: 'Телеканалу Дождь',
			V: 'Телеканалом Дождь',
			T: 'Телеканале Дождь',


		},
		cat: 3,
		solve: false
	}, {
		sourceText: {
			default: 'Алексей Постернак',
			R: 'Алексея Постернака',
			D: 'Алексею Постернаку',
			V: 'Алексея Постернака',
			T: 'Алексеем Постернаком',
			A: 'Алексее Постернаке'

		},
		cat: 3,
		solve: false
	}, {
		sourceText: {
			default: 'Важные истории',
			R: 'Важных историй',
			D: 'Важным историям',
			V: 'Важными историями',
			T: 'Важных историях',

		},
		cat: 3,
		solve: false
	}, {
		sourceText: {
			default: 'Atlantic Council',

		},
		cat: 3,
		solve: false
	}, {
		sourceText: {
			default: 'Сеть Хаккани',
			R: 'Сети Хаккани',
			D: 'Сетью Хаккани',

		},
		cat: 1,
		solve: false
	}, {
		sourceText: {
			default: 'Важные иноагенты',
			R: 'Важных иноагентов',
			D: 'Важным иноагентам',
			V: 'Важными иноагентами',
			T: 'Важных иноагентах',

		},
		cat: 3,
		solve: false
	},

	{
		sourceText: {
			default: 'Исламское государство в Хорасане',
			R: 'Исламского государства в Хорасане',
			D: 'Исламскому государству в Хорасане',
			V: 'Исламским государством в Хорасане',
			T: 'Исламском государстве в Хорасане',

		},
		cat: 1,
		solve: false
	}, {
		sourceText: {
			default: 'Bellingcat',
			R: 'Беллингкэт',
			D: 'Stichting Bellingcat',

		},
		cat: 3,
		solve: false
	},

	{
		sourceText: {
			default: 'MNews',

		},
		cat: 3,
		solve: false
	},
	{
		sourceText: {
			default: 'Татьяна Вольтская',
			R: 'Татьяны Вольтской',
			D: 'Татьяне Вольтской',
			V: 'Татьяну Вольтскую',
			T: 'Татьяной Вольтской',
			A: 'Татьяне Вольтской'

		},
		cat: 3,
		solve: false
	}, {
		sourceText: {
			default: 'Роман Перл',
			R: 'Романа Перла',
			D: 'Роману Перлу',
			V: 'Романа Перла',
			T: 'Романом Перлом',
			A: 'Романе Перле'

		},
		cat: 3,
		solve: false
	}, {
		sourceText: {
			default: 'Москоу диджитал медиа',

		},
		cat: 3,
		solve: false
	},
	{
		sourceText: {
			default: 'РС-Балт',
			R: 'Росбалт',
			D: 'Росбалта',
			V: 'Росбалту',
			T: 'Росбалта',
			A: 'Росбалтом',
			B: 'Росбалте',
			C: 'Rosbalt',


		},
		cat: 3,
		solve: false
	},

	{
		sourceText: {
			default: 'Republic',

		},
		cat: 3,
		solve: false
	}, {
		sourceText: {
			default: 'Мужское государство',
			R: 'Мужского государства',
			D: 'Мужскому государству',
			V: 'Мужским государством',
			T: 'Мужском государстве',

		},
		cat: 2,
		solve: false
	},

	{
		sourceText: {
			default: 'Чеченская Республика Ичкерия',
			R: 'Чеченской Республики Ичкерии',
			D: 'Чеченской Республике Ичкерии',
			V: 'Чеченскую Республику Ичкерию',
			T: 'Чеченской Республикой Ичкерией',
			A: 'Чеченской Республике Ичкерии',
			B: 'ЧРИ'

		},
		cat: 1,
		solve: false
	},

	{
		sourceText: {
			default: 'Jamestown Foundation',
			R: 'Джеймстаунский фонд',
			D: 'Джеймстаунского фонда',
			V: 'Джеймстаунскому фонду',
			T: 'Джеймстаунским фондом',
			A: 'Джеймстаунском фонде',

		},
		cat: 3,
		solve: false
	},
	{
		sourceText: {
			default: 'Дальневосточное общественное движение "Маяк"',
			R: 'Дальневосточного общественного движения "Маяк"',
			D: 'Дальневосточному общественному движению "Маяк"',
			V: 'Дальневосточным общественным движением "Маяк"',
			T: 'Дальневосточном общественном движении "Маяк"',


		},
		cat: 3,
		solve: false
	},
	{
		sourceText: {
			default: 'АНО "Лилит"',

		},
		cat: 3,
		solve: false
	},
	{
		sourceText: {
			default: 'Аль-Каида в странах исламского Магриба',
			R: 'Аль-Каиды в странах исламского Магриба',
			D: 'Аль-Каиде в странах исламского Магриба',
			V: 'Аль-Каиду в странах исламского Магриба',
			T: 'Аль-Каидой в странах исламского Магриба',
			P: 'Аль-Каиде в странах исламского Магриба'


		},
		cat: 1,
		solve: false
	},

	{
		sourceText: {
			default: 'Джамаат Нусра аль-Ислам валь Муслимин',
			R: 'Нусрат аль-Ислам',

		},
		cat: 1,
		solve: false
	},

	{
		sourceText: {
			default: 'Джунуд аш-Шам',

		},
		cat: 1,
		solve: false
	},


	{
		sourceText: {
			default: 'Марат Гельман',
			R: 'Марата Гельмана',
			D: 'Марату Гельману',
			V: 'Маратом Гельманом',
			T: 'Марате Гельмане',

		},
		cat: 3,
		solve: false
	},

	{
		sourceText: {
			default: 'Виктор Шендерович',
			R: 'Виктора Шендеровича',
			D: 'Виктору Шендеровичу',
			V: 'Виктором Шендеровичем',
			T: 'Викторе Шендеровиче',


		},
		cat: 3,
		solve: false
	}, {
		sourceText: {
			default: 'Таисия Бекбулатова',
			R: 'Таисии Бекбулатовой',
			D: 'Таисию Бекбулатову',
			V: 'Таисией Бекбулатовой',
			T: 'Таисии Бекбулатовой',


		},
		cat: 3,
		solve: false
	},
	{
		sourceText: {
			default: '«Сеть»',
			R: '«Сети»',
			D: '«Сетью»',
			V: '"Сеть"',
			T: '"Сети"',

		},
		cat: 1,
		solve: false
	},
	



]