module.exports = [{
		sourceText: {
			default: 'Правый сектор',
			R: 'Правого сектора',
			D: 'Правому сектору',
			V: 'Правый сектор',
			T: 'Правым сектором',
			P: 'Правом секторе',


		},
		cat: 2,
		solve: false
	},
	{
		sourceText: {
			default: 'УНА-УНСО',
			a: 'Украинская национальная ассамблея — Украинская народная самооборона'

		},
		cat: 2,
		solve: false
	},
	{
		sourceText: {
			default: 'свидетели Иеговы',
			R: 'свидетелей Иеговы',
			D: 'свидетелям Иеговы',
			V: 'свидетелей Иеговы',
			T: 'свидетелями Иеговы',
			P: 'свидетелях Иеговы',


		},
		cat: 2,
		solve: false
	},
	{
		sourceText: {
			default: 'Артподготовка',
			R: 'Артподготовки',
			D: 'Артподготовке',
			V: 'Артподготовку',
			T: 'Артподготовкой',
			P: 'Артподготовке',


		},
		cat: 2,
		solve: false
	},


	{
		sourceText: {
			default: 'Фонд Правовая инициатива',
			R: 'Фонда Правовая инициатива',
			D: 'Фонду Правовая инициатива',
			V: 'Фонд Правовая инициатива',
			T: 'Фондом Правовая инициатива',
			P: 'Фонде Правовая инициатива',


		},
		cat: 3,
		solve: false
	},
	{
		sourceText: {
			default: 'ОУН-УПА',
			a: 'Украинская повстанческая армия',
			R: 'Украинской повстанческой армии',
			D: 'Украинской повстанческой армии',
			V: 'Украинскую повстанческую армию',
			T: 'Украинской повстанческой армией',
			P: 'Украинской повстанческой армии',

		},
		cat: 2,
		solve: false
	},

	{
		sourceText: {

			default: 'Исламское государство',
			R: 'Исламского государства',
			D: 'Исламскому государству',
			V: 'Исламское государство',
			T: 'Исламским государством',
			P: 'Исламском государстве',
			A: 'ИГИЛ',
			B: 'ИГ'


		},
		cat: 1,
		solve: false
	},
	{
		sourceText: {
			default: 'Братья-мусульмане',
			R: 'Братьев-мусульман',
			D: 'Братьям-мусульманам',
			V: 'Братьев-мусульман',
			T: 'Братьями-мусульманами',
			P: 'Братьях-мусульманах',
			misc: 'Аль-Ихван аль-Муслимун',
			A: 'Аль-Ихван аль-Муслимун'

		},
		cat: 1,
		solve: false
	},
	{
		sourceText: {
			default: 'Талибан',
			R: 'Талибана',
			D: 'Талибану',
			V: 'Талибан',
			T: 'Талибаном',
			P: 'Талибане',
			A: 'Движение Талибан'

		},
		cat: 1,
		solve: false
	},
	
	{
		sourceText: {
			default: 'Джебхат ан-Нусра',
			D: 'Джебхат ан-Нусры',
			R: 'Джебхат ан-Нусре',
			V: 'Джебхат ан-Нусру',
			T: 'Джебхат ан-Нусрой',
			P: 'Джебхат ан-Нусре',
			A: 'Фронт победы',
			B: 'Джабха аль-Нусра ли-Ахль аш-Шам',
			C: 'Фронт поддержки Великой Сирии',
			D: 'Фронта поддержки Великой Сирии',
			E: 'Фронту поддержки Великой Сирии',
			F: 'Фронтом поддержки Великой Сирии',
			G: 'Фронте поддержки Великой Сирии',
			H: 'Джебхат-ан-Нусра'

		},
		cat: 1,
		solve: false
	},
	{
		sourceText: {
			default: 'Хизб ут-Тахрир аль-Ислами',
			a: 'Хизб ут-Тахрир',
			m: 'Партия исламского освобождения',
			R: 'Партии исламского освобождения',
			D: 'Партии исламского освобождения',
			V: 'Партию исламского освобождения',
			T: 'Партией исламского освобождения',
			P: 'Партии исламского освобождения'
		},
		cat: 1,
		solve: false
	},
	{
		sourceText: {
			default: 'Имарат Кавказ',
			R: 'Имарат Кавказа',
			D: 'Имарат Кавказу',
			V: 'Имарата Кавказ',
			T: 'Имарат Кавказом',
			P: 'Имарат Кавказе',
			A: 'Кавказский Эмират',
			B: 'Эмирату Кавказ',

		},
		cat: 1,
		solve: false
	},
	{
		sourceText: {
			default: 'Джебхат Фатх аш-Шам',

		},
		cat: 1,
		solve: false
	},

	{
		sourceText: {
			default: 'Голос Америки',
			R: 'Голоса Америки',
			D: 'Голосу Америки',
			V: 'Голос Америки',
			T: 'Голосом Америки',
			P: 'Голосе Америки'

		},
		cat: 3,
		solve: false
	},
	{
		sourceText: {
			default: 'Национал-большевистская партия',
			R: 'Национал-большевистской партии',
			D: 'Национал-большевистской партии',
			V: 'Национал-большевистскую партию',
			T: 'Национал-большевистской партией',
			P: 'Национал-большевистской партии',
			misc: 'НБП'

		},
		cat: 2,
		solve: false
	},
	{
		sourceText: {
			default: 'ВЕК РА',
			R: 'Ведической Культуры Российских Ариев',

		},
		cat: 2,
		solve: false
	},
	{
		sourceText: {
			default: 'Нурджулар',
			R: 'Нурджулара',
			D: 'Нурджулару',
			T: 'Нурджуларом',
			P: 'Нурджуларе',


		},
		cat: 2,
		solve: false
	},
	{
		sourceText: {
			default: 'К Богодержавию',

		},
		cat: 2,
		solve: false
	},
	{
		sourceText: {
			default: 'Таблиги Джамаат',
			R: 'Таблиги Джамаата',
			D: 'Таблиги Джамаату',
			V: 'Таблиги Джамаатом',
			T: 'Таблиги Джамаате',

		},
		cat: 1,
		solve: false
	},

	{
		sourceText: {
			default: 'Русское национальное единство',
			R: 'Русского национального единства',
			D: 'Русскому национальному единству',
			V: 'Русским национальным единством',
			T: 'Русском национальном единстве',
			misc: 'РНЕ'

		},
		cat: 2,
		solve: false
	},
	{
		sourceText: {
			default: 'Джамаат мувахидов',

		},
		cat: 1,
		solve: false
	},

	{
		sourceText: {
			default: 'Объединенный Вилайат Кабарды, Балкарии и Карачая',
			R: 'Объединенного Вилайата Кабарды, Балкарии и Карачая',
			D: 'Объединенному Вилайату Кабарды, Балкарии и Карачая',
			V: 'Объединенным Вилайатом Кабарды, Балкарии и Карачая',
			T: 'Объединенном Вилайате Кабарды, Балкарии и Карачая',

		},
		cat: 1,
		solve: false
	},
	{
		sourceText: {
			default: 'Ат-Такфир Валь-Хиджра',

		},
		cat: 1,
		solve: false
	},

	{
		sourceText: {
			default: 'Национал-социалистическая рабочая партия России',
			R: 'Национал-социалистической рабочей партии России',
			D: 'Национал-социалистическую рабочую партию России',
			V: 'Национал-социалистической рабочей партией России',
			T: 'Национал-социалистической рабочей партии России',
			misc: 'НСРПР'

		},
		cat: 2,
		solve: false
	},

	{
		sourceText: {
			default: 'Пит Буль',
			R: 'Pit Bull',
		},
		cat: 2,
		solve: false
	},

	{
		sourceText: {
			default: 'Формат-18',
			R: 'Формата-18',
			D: 'Формату-18',
			V: 'Форматом-18',
			T: 'Формате-18',

		},
		cat: 2,
		solve: false
	},
	{
		sourceText: {
			default: 'Благородный Орден Дьявола',
			R: 'Благородного Ордена Дьявола',
			D: 'Благородному Ордену Дьявола',
			V: 'Благородным Орденом Дьявола',
			T: 'Благородном Ордене Дьявола',

		},
		cat: 2,
		solve: false
	},

	{
		sourceText: {
			default: 'Армия воли народа',
			R: 'Армии воли народа',
			D: 'Армию воли народа',
			V: 'Армией воли народа',
		},
		cat: 2,
		solve: false
	},
	{
		sourceText: {
			default: 'Национальная Социалистическая Инициатива города Череповца',

		},
		cat: 2,
		solve: false
	},


	{
		sourceText: {
			default: 'Духовно-Родовая Держава Русь',
			R: 'Духовно-Родовой Державы Русь',
			D: 'Духовно-Родовой Державе Русь',
			V: 'Духовно-Родовую Державу Русь',
			T: 'Духовно-Родовой Державой Русь',
			P: 'Духовно-Родовой Державе Русь',

		},
		cat: 2,
		solve: false
	},

	{
		sourceText: {
			default: 'Русский общенациональный союз',
			R: 'Русского общенационального союза',
			D: 'Русскому общенациональному союзу',
			V: 'Русским общенациональным союзом',
			T: 'Русском общенациональном союзе',


		},
		cat: 2,
		solve: false
	},
	{
		sourceText: {
			default: 'Движение против нелегальной иммиграции',
			R: 'Движения против нелегальной иммиграции',
			D: 'Движению против нелегальной иммиграции',
			V: 'Движением против нелегальной иммиграции',
			T: 'Движении против нелегальной иммиграции',

		},
		cat: 2,
		solve: false
	},
	{
		sourceText: {
			default: 'Кровь и Честь',

		},
		cat: 2,
		solve: false
	},
	{
		sourceText: {
			default: 'Северное Братство',
			R: 'Северного Братства',
			D: 'Северному Братству',
			V: 'Северным Братством',
			T: 'Северном Братстве',


		},
		cat: 2,
		solve: false
	},

	{
		sourceText: {
			default: 'Файзрахман',
			R: 'Файзрахмана',
			D: 'Файзрахману',
			V: 'Файзрахманом',
			T: 'Файзрахмане',

		},
		cat: 2,
		solve: false
	},

	{
		sourceText: {
			default: 'Мусульманская религиозная организация п. Боровский Тюменского района Тюменской области',
		},
		cat: 2,
		solve: false
	},

	{
		sourceText: {
			default: 'Клуб Болельщиков Футбольного Клуба «Динамо» Киров',
		},
		cat: 2,
		solve: false
	},

	{
		sourceText: {
			default: 'Община Коренного Русского народа Щелковского района Московской области',
			R: 'Общины Коренного Русского народа Щелковского района Московской области',
			D: 'Общине Коренного Русского народа Щелковского района Московской области',
			V: 'Общину Коренного Русского народа Щелковского района Московской области',
			T: 'Общиной Коренного Русского народа Щелковского района Московской области',
			P: 'Общине Коренного Русского народа Щелковского района Московской области',

		},
		cat: 2,
		solve: false
	},



	{
		sourceText: {
			default: 'Военно-патриотический клуб «Белый Крест»',
			A: 'Белый Крест',
			R: 'Белого Креста',
			D: 'Белому Кресту',
			V: 'Белым Крестом',
			T: 'Белом Кресте',


		},
		cat: 2,
		solve: false
	},

	{
		sourceText: {
			default: 'Misanthropic division',
			R: 'Мизантропик дивижн',
		},
		cat: 2,
		solve: false
	},

	{
		sourceText: {
			default: 'Религиозное объединение последователей инглиизма в Ставропольском крае',
			R: 'Религиозного объединения последователей инглиизма в Ставропольском крае',
			D: 'Религиозному объединению последователей инглиизма в Ставропольском крае',
			V: 'Религиозным объединением последователей инглиизма в Ставропольском крае',
			T: 'Религиозном объединении последователей инглиизма в Ставропольском крае',


		},
		cat: 2,
		solve: false
	},

	
	



]